Revit 2027 API
BuiltInFailures.EditingFailures.DeleteElementsWarn Property
 [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DeleteElementsWarn { get; }
Public Shared ReadOnly Property DeleteElementsWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DeleteElementsWarn {
	FailureDefinitionId^ get ();
}
static member DeleteElementsWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace